Repository: cftp/decision-trees
Catalog: cftp_dt-*.po
Languages: de_de

source: Answer link text
de_de: Antwortlink Text

source: This plugin template could not be found, perhaps you need to hook `sil_plugins_dir` and `sil_plugins_url`: %s
de_de: Dieses Plugin Template konnte nicht gefunden werden, vielleicht müssen `sil_plugins_dir` und `sil_plugins_url` verbunden werden: %s

source: Answer added.
de_de: Antwort hinzugefügt

source: Decision Node
de_de: Entscheidungsknoten

# add new on admin bar
source: Decision Node
de_de: Entscheidungsknoten [ Zur Admin Leiste neu hinzufügen]

source: Decision Trees
de_de: Entscheidungsbäume

source: Add New Node
de_de: Neuen Knoten hinzufügen

source: Add New Decision Node
de_de: Neuen Entscheidungsknoten hinzufügen

source: Edit Decision Node
de_de: Entscheidungsknoten bearbeiten

source: New Decision Node
de_de: Neuen Entscheidungsknoten

source: View Decision Node
de_de: Entscheidungsknoten ansehen

source: Search Decision Nodes
de_de: Entscheidungsknoten suchen

source: No nodes found.
de_de: Keine Konten gefunden.

source: No nodes found in Trash.
de_de: Keine Knoten im Papierkorb gefunden.

source: Parent Decision Node:
de_de: Elternentscheidungsknoten

source: All Decision Nodes
de_de: Alle Entscheidungsknoten

source: Visualise Nodes
de_de: Knoten visualisieren

source: Answers
de_de: Antworten

source: restart
de_de: Neustart

source: change this answer
de_de: Ändern der Antwort

source: Tip: as this is the first decision node in your tree, use it to orient your visitor and then add a single answer with link text similar to "start". The decision tree proper will then start on the second node.
de_de: Tipp: Benutze den ersten Entscheidungsknoten im Baum um den Besuchern bei der Orientierung zu helfen und füge eine einzelne Antwort mit einem Link Text wie "Start" hinzu. Der Entscheidungsbaum startet dann mit dem zweiten Knoten.

source: Tip: phrase the answer link text as a statement, e.g. "It has six legs."
de_de: Tipp: Schreibe den Antworttext als eine Aussage wie "Es hat sechs Beine"

source: Add An Answer
de_de: Eine Antwort hinzufügen

source: Answer page title
de_de: Antwort Seitentitel

source: Decision Tree Nodes
de_de: Entscheidungsbaumknoten

source: Add &raquo;
de_de: Hinzufügen &raquo;

source: Provides a custom post type to create decision trees in WordPress
de_de: Stellt einen Custom Post Type zur Erstellung von Entscheidungsbäumen in Wordpress zur Verfügung
